ChangeLog.org
# Created 2021-06-15 Tue 18:22
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+TITLE: Worg's ChangeLog file
#+AUTHOR: Worg people
#+startup: align fold nodlcheck hidestars oddeven lognotestate
#+seq_todo: TODO(t) INPROGRESS(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+tags: Write(w) Update(u) Fix(f) Check(c)
#+language: en
#+priorities: A C B
#+category: worg

[[file:index.org][{Back to Worg's index}]]

Here we keep track of important changes and discussions in Worg.

* 2010-10-18 Mon - Ian
Updated org-appearance to move colour theme information to its own
page. Added information about several colour themes and screenshots.

* 2009-10-04 Su - Sebastian

- images/icons/ :: Added icon directory and two files for info boxes.
- worg.css :: Added styles for info boxes.

The info boxes are used in the file =org-tutorials/images-and-xhtml-export.org=.

Worgers:
Please see the definitions on top of that file. Shouldn't we have a setup file
for stuff like that?
