ChangeLog.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Worg&rsquo;s ChangeLog file</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Worg people" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Worg&rsquo;s ChangeLog file</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga2ea15b">2010-10-18 Mon - Ian</a></li>
<li><a href="#orgc0ba7d5">2009-10-04 Su - Sebastian</a></li>
</ul>
</div>
</div>
<p>
<a href="index.html">{Back to Worg&rsquo;s index}</a>
</p>

<p>
Here we keep track of important changes and discussions in Worg.
</p>

<div id="outline-container-orga2ea15b" class="outline-2">
<h2 id="orga2ea15b">2010-10-18 Mon - Ian</h2>
<div class="outline-text-2" id="text-orga2ea15b">
<p>
Updated org-appearance to move colour theme information to its own
page. Added information about several colour themes and screenshots.
</p>
</div>
</div>

<div id="outline-container-orgc0ba7d5" class="outline-2">
<h2 id="orgc0ba7d5">2009-10-04 Su - Sebastian</h2>
<div class="outline-text-2" id="text-orgc0ba7d5">
<dl class="org-dl">
<dt>images/icons/</dt><dd>Added icon directory and two files for info boxes.</dd>
<dt>worg.css</dt><dd>Added styles for info boxes.</dd>
</dl>

<p>
The info boxes are used in the file <code>org-tutorials/images-and-xhtml-export.org</code>.
</p>

<p>
Worgers:
Please see the definitions on top of that file. Shouldn&rsquo;t we have a setup file
for stuff like that?
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Worg people</p>
<p class="date">Created: 2021-06-15 Tue 18:22</p>
</div>
</body>
</html>
